{
  "verses": [
    {
      "id": 1,
      "verse": "Căci Eu știu gândurile pe care le am cu privire la voi, zice Domnul, gânduri de pace și nu de nenorocire, ca să vă dau un viitor și o nădejde.",
      "reference": "Ieremia 29:11",
      "date": "2025-01-01"
    },
    {
      "id": 2,
      "verse": "Încredințează-ți calea în Domnul, încrede-te în El, și El va lucra.",
      "reference": "Psalmul 37:5",
      "date": "2025-01-02"
    },
    {
      "id": 3,
      "verse": "Toate lucrurile sunt cu putință celui ce crede.",
      "reference": "Marcu 9:23",
      "date": "2025-01-03"
    },
    {
      "id": 4,
      "verse": "Domnul este păstorul meu: nu voi duce lipsă de nimic.",
      "reference": "Psalmul 23:1",
      "date": "2025-01-04"
    },
    {
      "id": 5,
      "verse": "Să nu-ți fie frică, căci Eu sunt cu tine; să nu te uiți cu îngrijorare, căci Eu sunt Dumnezeul tău; Eu te întăresc, tot Eu îți vin în ajutor și te sprijin cu dreapta Mea biruitoare.",
      "reference": "Isaia 41:10",
      "date": "2025-01-05"
    },
    {
      "id": 6,
      "verse": "Bucurați-vă totdeauna în Domnul; iarăși zic: Bucurați-vă!",
      "reference": "Filipeni 4:4",
      "date": "2025-01-06"
    },
    {
      "id": 7,
      "verse": "Eu sunt calea, adevărul și viața. Nimeni nu vine la Tatăl decât prin Mine.",
      "reference": "Ioan 14:6",
      "date": "2025-01-07"
    },
    {
      "id": 8,
      "verse": "Căci prin har ați fost mântuiți, prin credință. Și aceasta nu vine de la voi, ci este darul lui Dumnezeu.",
      "reference": "Efeseni 2:8",
      "date": "2025-01-08"
    },
    {
      "id": 9,
      "verse": "Și știm că toate lucrurile lucrează împreună pentru binele celor ce iubesc pe Dumnezeu.",
      "reference": "Romani 8:28",
      "date": "2025-01-09"
    },
    {
      "id": 10,
      "verse": "Pot totul în Hristos, care mă întărește.",
      "reference": "Filipeni 4:13",
      "date": "2025-01-10"
    },
    {
      "id": 11,
      "verse": "Domnul să te binecuvânteze și să te păzească! Domnul să facă să lumineze Fața Lui peste tine și să Se îndure de tine!",
      "reference": "Numeri 6:24-25",
      "date": "2025-01-11"
    },
    {
      "id": 12,
      "verse": "Căutați mai întâi Împărăția lui Dumnezeu și neprihănirea Lui, și toate aceste lucruri vi se vor da pe deasupra.",
      "reference": "Matei 6:33",
      "date": "2025-01-12"
    },
    {
      "id": 13,
      "verse": "Pacea vă las, pacea Mea vă dau. Nu vi-o dau cum dă lumea. Să nu vi se tulbure inima, și să nu se înfricoșeze.",
      "reference": "Ioan 14:27",
      "date": "2025-01-13"
    },
    {
      "id": 14,
      "verse": "Iubiți-vă unii pe alții, cum v-am iubit Eu.",
      "reference": "Ioan 15:12",
      "date": "2025-01-14"
    },
    {
      "id": 15,
      "verse": "Aruncați asupra Lui toată îngrijorarea voastră, căci El însuși îngrijește de voi.",
      "reference": "1 Petru 5:7",
      "date": "2025-01-15"
    },
    {
      "id": 16,
      "verse": "Fii tare și curajos! Nu te înfricoșa și nu te speria, căci Domnul, Dumnezeul tău, este cu tine în tot ce vei face.",
      "reference": "Iosua 1:9",
      "date": "2025-01-16"
    },
    {
      "id": 17,
      "verse": "Cuvântul Tău este o candelă pentru picioarele mele și o lumină pe cărarea mea.",
      "reference": "Psalmul 119:105",
      "date": "2025-01-17"
    },
    {
      "id": 18,
      "verse": "Dumnezeu este dragostea noastră și cel ce rămâne în dragoste rămâne în Dumnezeu, și Dumnezeu rămâne în el.",
      "reference": "1 Ioan 4:16",
      "date": "2025-01-18"
    },
    {
      "id": 19,
      "verse": "Să vă înnoiți prin duhul minții voastre și să vă îmbrăcați în omul cel nou.",
      "reference": "Efeseni 4:23-24",
      "date": "2025-01-19"
    },
    {
      "id": 20,
      "verse": "Rugați-vă neîncetat.",
      "reference": "1 Tesaloniceni 5:17",
      "date": "2025-01-20"
    },
    {
      "id": 21,
      "verse": "Hristos Isus a venit în lume ca să mântuiască pe păcătoși.",
      "reference": "1 Timotei 1:15",
      "date": "2025-01-21"
    },
    {
      "id": 22,
      "verse": "Să nu se tulbure inima voastră. Credeți în Dumnezeu și credeți în Mine.",
      "reference": "Ioan 14:1",
      "date": "2025-01-22"
    },
    {
      "id": 23,
      "verse": "Mulțumiți în toate împrejurările, căci aceasta este voia lui Dumnezeu în Hristos Isus față de voi.",
      "reference": "1 Tesaloniceni 5:18",
      "date": "2025-01-23"
    },
    {
      "id": 24,
      "verse": "Domnul este aproape de cei cu inima zdrobită și mântuiește pe cei cu duhul întristat.",
      "reference": "Psalmul 34:18",
      "date": "2025-01-24"
    },
    {
      "id": 25,
      "verse": "Să vă iubiți unii pe alții cu o dragoste frățească plină de căldură.",
      "reference": "Romani 12:10",
      "date": "2025-01-25"
    },
    {
      "id": 26,
      "verse": "Fericiți cei săraci cu duhul, căci a lor este Împărăția cerurilor!",
      "reference": "Matei 5:3",
      "date": "2025-01-26"
    },
    {
      "id": 27,
      "verse": "În lume veți avea necazuri, dar îndrăzniți: Eu am biruit lumea!",
      "reference": "Ioan 16:33",
      "date": "2025-01-27"
    },
    {
      "id": 28,
      "verse": "Căci dragostea lui Dumnezeu a fost vărsată în inimile noastre prin Duhul Sfânt care ne-a fost dat.",
      "reference": "Romani 5:5",
      "date": "2025-01-28"
    },
    {
      "id": 29,
      "verse": "Să fim recunoscători, căci primim o împărăție care nu se poate clătina.",
      "reference": "Evrei 12:28",
      "date": "2025-01-29"
    },
    {
      "id": 30,
      "verse": "Nădejdea care se amână îmbolnăvește inima, dar dorința împlinită este un pom de viață.",
      "reference": "Proverbe 13:12",
      "date": "2025-01-30"
    },
    {
      "id": 31,
      "verse": "Să nu vă îngrijorați de ziua de mâine, căci ziua de mâine se va îngriji de ea însăși.",
      "reference": "Matei 6:34",
      "date": "2025-01-31"
    }
  ]
}
